Repository: D-32/AppleWatchSBB
Catalog: AppleWatchSBB/*.lproj/Localizable.strings
Languages: de

source: To
de: Ankunft

source: From
de: Abfahrt

source: Search for a station...
de: Bahnhof suchen...

source: Home Station
de: Zuhause

source: Push Connection
de: Verbindung senden

source: Handoff a connection to your watch.
de: Eine Verbindung direkt an die Watch senden.

source: Favourites
de: Favoriten

source: Set up connections for quick access.
de: Verbindung für Schnellzugriff konfigurieren.

source: Configure RSS Feed
de: RSS Feed personalisieren

source: Setup rail traffic information feed.
de: Bahnverkehrsinformation konfigurieren.

source: Activate Premium
de: Premium aktivieren

source: Success
de: Erfolg

source: To provide you with the closest stations we need to know your location.
de: Deine Position wird benötigt um Bahnhöfe in deiner Umgebung anzuzeigen.

source: Connection
de: Verbindung

source: Open the watch app and if needed, navigate to the main menu. Your connection should open automatically.
de: Öffne die App auf der Watch und navigiere zum Hauptmenü. Die Verbindung wird automatisch geöffnet.

source: Event Type
de: Ereignisart

source: Got It
de: Okay

source: Close
de: Schliessen

source: Swiss Developer
de: Schweizer Entwickler

source: Suppert a local swiss developer. Apps aren't free to develop.
de: Unterstütze lokale Entwicklung. App Entwicklung ist nicht kostenlos.

source: Favourites offer a quick access to your most used connections.
de: Favoriten ermöglichen Schnellzugriff für oft genutzte Verbindungen.

source: Configure which region you want to include for the rail traffic info.
de: Bahnverkehrsinfo nach Region & Typ personalisieren.

source: Notifications
de: Benachrichtigungen

source: Get notifications with connection info when changing trains.
de: Erhalte beim Umsteigen eine Benachrichtung mit Verbindungsinfo.

source: Activate for 2 CHF
de: Für 2 CHF aktivieren

source: Processing...
de: Bitte warten...
